Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Android.resw
Source language: en
Languages: ar, es, it

# EventLogInfoDetail
source: This is a list of all service actions taken by the group's members and admins in the last 48 hours.
ar: هذه قائمة بجميع العمليات التي قام بها أعضاء المجموعة ومشرفيها خلال 48 ساعة.
es: Esta es una lista de las acciones de servicio realizadas por los miembros y administradores del grupo en las últimas 48 horas.
it: Questa è una lista di tutte le azioni di servizio effettuate dai membri e dagli amministratori del gruppo nelle ultime 48 ore.

# EventLogInfoDetailChannel
source: This is a list of all service actions taken by the channel's admins in the last 48 hours.
ar: هذه قائمة بجميع العمليات التي قام بها أعضاء القناة ومشرفيها خلال 48 ساعة.
es: Esta es una lista de las acciones de servicio realizadas por los administradores del canal en las últimas 48 horas.
it: Questa è una lista di tutte le azioni di servizio eseguite dagli amministratori del canale nelle ultime 48 ore.

# EventLogInfoTitle
source: What is the Recent Actions?
ar: ما هي العمليات الحديثة؟
es: ¿Qué son las acciones recientes?
it: Cosa sono le azioni recenti?

# EventLogLeftChannel
source: un1 left the channel
ar: un1 غادر القناة
es: un1 dejó el canal
it: un1 ha lasciato il canale

# EventLogLeftGroup
source: un1 left the group
ar: un1 غادر المجموعة
es: un1 dejó el grupo
it: un1 ha lasciato il gruppo

# EventLogOriginalCaption
source: Original caption
ar: التعليق الأصلي
es: Comentario original
it: Didascalia originale

# EventLogOriginalCaptionEmpty
source: Empty
ar: إفراغ
es: Vacío
it: Vuota

# EventLogOriginalMessages
source: Original message
ar: الرسالة الأصلية
es: Mensaje original
it: Messaggio originale

# EventLogPinnedMessages
source: un1 pinned this message:
ar: un1 ثبت هذه رسالة:
es: un1 ancló este mensaje:
it: un1 ha fissato questo messaggio:

# EventLogPreviousGroupDescription
source: Previous description
ar: الوصف السابق
es: Descripción anterior
it: Descrizione precedente

# EventLogPreviousLink
source: Previous link
ar: الرابط السابق
es: Enlace anterior
it: Link precedente

# EventLogPromoted
source: changed privileges of {0}
ar: غير صلاحيات {0}
es: cambió los privilegios de {0}
it: ha cambiato i privilegi di {0}

# EventLogPromotedAddAdmins
source: Add admins
ar: إضافة مشرفين
es: Añadir administradores
it: Aggiungere amministratori

# EventLogPromotedAddUsers
source: Add users
ar: إضافة مستخدمين
es: Añadir usuarios
it: Aggiungere utenti

# EventLogPromotedBanUsers
source: Ban users
ar: حظر مستخدمين
es: Suspender usuarios
it: Bloccare utenti

# EventLogPromotedChangeChannelInfo
source: Change channel Info
ar: غير معلومات القناة
es: Cambiar la información del canal
it: Modificare le info del canale

# EventLogPromotedChangeGroupInfo
source: Change group Info
ar: غير معلومات المجموعة
es: Cambiar la información del grupo
it: Modificare le info del gruppo

# EventLogPromotedDeleteMessages
source: Delete messages
ar: حذف الرسائل
es: Eliminar mensajes
it: Eliminare messaggi

# EventLogPromotedEditMessages
source: Edit messages
ar: تعديل الرسائل
es: Editar mensajes
it: Modificare messaggi

# EventLogPromotedPinMessages
source: Pin messages
ar: ثبت رسائل
es: Anclar mensajes
it: Fissare messaggi

# EventLogPromotedPostMessages
source: Post messages
ar: انشر رسائل
es: Publicar mensajes
it: Pubblicare messaggi

# EventLogRemovedChannelLink
source: un1 removed the channel link
ar: un1 قام بحذف رابط القناة
es: un1 eliminó el enlace del canal
it: un1 ha rimosso il link del canale

# EventLogRemovedChannelPhoto
source: un1 removed the channel photo
ar: un1 قام بحذف صورة القناة
es: un1 eliminó la foto del canal
it: un1 ha rimosso la foto del canale

# EventLogRemovedGroupLink
source: un1 removed the group link
ar: un1 قام بحذف رابط المجموعة
es: un1 eliminó el enlace del grupo
it: un1 ha rimosso il link del gruppo

# EventLogRemovedStickersSet
source: un1 removed the group sticker set
ar: un1 حذف حزمة الملصقات
es: un1 eliminó el pack de stickers de grupo
it: un1 ha rimosso il set di sticker del gruppo

# EventLogRemovedWGroupPhoto
source: un1 removed the group photo
ar: un1 قام بحذف صورة المجموعة
es: un1 eliminó la foto del grupo
it: un1 ha rimosso la foto del gruppo

# EventLogRestrictedReadMessages
source: Read messages
ar: اقرأ رسائل
es: Leer mensajes
it: Leggere messaggi

# EventLogRestrictedSendEmbed
source: Embed links
ar: ضمن روابط
es: Vista previa de enlaces
it: Inviare link con anteprima

# EventLogRestrictedSendMedia
source: Send media
ar: أرسل وسائط
es: Enviar multimedia
it: Inviare media

# EventLogRestrictedSendMessages
source: Send messages
ar: أرسل رسائل
es: Enviar mensajes
it: Inviare messaggi

# EventLogRestrictedSendStickers
source: Send stickers & GIFs
ar: أرسل ملصقات وصور متحركة
es: Enviar stickers y GIF
it: Inviare sticker e GIF

# EventLogRestrictedUntil
source: changed restrictions for {0} Duration: {1}
ar: غير القيود الخاصة بـ {0} لمدة: {1}
es: cambió las restricciones para {0} Duración: {1}
it: ha cambiato le restrizioni di {0} Durata: {1}

# EventLogSelectedEvents
source: Selected actions
ar: الأحداث المختارة
es: Acciones seleccionadas
it: Azioni selezionate

# EventLogToggledInvitesHistoryOff
source: un1 made group history hidden for new members
ar: un1 قام بإخفاء سجل المحادثات عن أعضاء المجموعة الجدد
es: un1 ha ocultado el historial para los nuevos miembros
it: un1 ha nascosto la cronologia del gruppo ai nuovi membri

# EventLogToggledInvitesHistoryOn
source: un1 made group history visible for new members
ar: un1 قام بجعل سجل المحادثة في المجموعة ظاهر للأعضاء الجدد
es: un1 ha dejado visible el historial para los nuevos miembros
it: un1 ha reso visibile la cronologia del gruppo ai nuovi membri

# EventLogToggledInvitesOff
source: un1 disabled group invites
ar: un1 عطل الدعوات
es: un1 desactivó las invitaciones
it: un1 ha disattivato gli inviti del gruppo

# EventLogToggledInvitesOn
source: un1 enabled group invites
ar: un1 فعل دعوات المجموعة
es: un1 activó las invitaciones
it: un1 ha attivato gli inviti del gruppo

# EventLogToggledSignaturesOff
source: un1 disabled signatures
ar: un1 عطل التواقيع
es: un1 desactivó las firmas
it: un1 ha disattivato le firme

# EventLogToggledSignaturesOn
source: un1 enabled signatures
ar: un1 فعل التواقيع
es: un1 activó las firmas
it: un1 ha attivato le firme

# EventLogUnpinnedMessages
source: un1 unpinned message
ar: un1 ألغى تثبيت رسالة
es: un1 desancló un mensaje
it: un1 ha tolto un messaggio

source: Events
ar: الأحداث
es: Eventos
it: Eventi

source: Exposure
ar: التعريض
es: Exposición
it: Esposizione

source: External Storage
ar: الذاكرة الخارجية
es: Almacenamiento Externo
it: Archivio esterno

source: Fade
ar: تلاشي
es: Desvanecer
it: Sfumatura

# FavoriteStickers
source: Favorites
ar: المفضلة
es: Favoritos
it: Preferiti

# FeaturedStickers
source: Trending Stickers
ar: الملصقات الشائعة
es: Stickers destacados
it: Sticker in primo piano

# FeaturedStickersInfo
source: These stickers are currently trending on Telegram. You can add custom stickers via the @stickers bot.
ar: هذه الملصقات منتشرة الآن على تيليجرام. يمكنك إضافة ملصقات مخصصة من خلال بوت @stickers .
es: Estos stickers son tendencia en Telegram. Puedes añadir stickers personalizados con el bot @stickers.
it: Questi sticker sono al momento in primo piano su Telegram. Puoi aggiungere sticker personalizzati tramite il bot @stickers.

# FileUploadLimit
source: File size shouldn't be greater than {0}
ar: حجم الملف لا يمكن أن يكون أكبر من {0}
es: El archivo no debe superar los {0}
it: La dimensione del file non dovrebbe superare i {0}

# FilesDataUsage
source: Files
ar: ملفات
es: Archivos
it: File

# FingerprintHelp
source: Touch sensor
ar: حساس اللمس
es: Sensor táctil
it: Sensore touch

# FingerprintInfo
source: Confirm fingerprint to continue
ar: قم بتأكيد البصمة للإستمرار
es: Confirma la huella digital para continuar
it: Conferma impronta digitale per continuare

# FingerprintNotRecognized
source: Fingerprint not recognized. Try again
ar: لم يتم التعرف على البصمة. حاول مرة أخرى
es: Huella digital no reconocida. Reinténtalo
it: Impronta digitale non riconosciuta. Riprova

# FirstName
source: First name (required)
ar: الاسم الأول
es: Nombre (requerido)
it: Nome (obbigatorio)

# FloodWait
source: Too many attempts, please try again later
ar: محاولات كثيرة خاطئة، نرجو المحاولة لاحقًا
es: Muchos intentos. Por favor, prueba de nuevo más tarde.
it: Troppi tentativi, riprova più tardi

# FloodWaitTime
source: Too many attempts, please try again in {0}
ar: محاولات كثيرة خاطئة، يرجى المحاولة خلال {0}
es: Demasiados intentos. Por favor, reinténtalo en {0}
it: Troppi tentativi, per favore riprova di nuovo tra {0}

source: Folder
ar: مجلد
es: Carpeta
it: Cartella

source: Font Size
ar: حجم النص
es: Tamaño del texto
it: Dimensione carattere

source: Forgot password?
ar: هل نسيت كلمة المرور؟
es: ¿Olvidaste la contraseña?
it: Password dimenticata?

source: Forward
ar: إعادة توجيه
es: Reenviar
it: Inoltra

source: Forward to...
ar: أعد الإرسال إلى...
es: Reenviar a...
it: Inoltra a...

# ForwardedAudioOne
source: Forwarded voice message
ar: رسالة صوتية معاد توجيهها
es: Mensaje de voz reenviado
it: Messaggio vocale inoltrato

# ForwardedAudioOther
source: {0} forwarded voice messages
ar: {0} رسالة صوتية معاد توجيهها
es: {0} mensajes de voz reenviados
it: {0} messaggi vocali inoltrati

# ForwardedContactOne
source: Forwarded contact
ar: جهة اتصال معاد توجيهها
es: Contacto adjunto
it: Contatto inoltrato

# ForwardedContactOther
source: {0} forwarded contacts
ar: {0} جهة اتصال معاد توجيهها
es: {0} contactos adjuntos
it: {0} contatti inoltrati

# ForwardedFileOne
source: Forwarded file
ar: ملف معاد توجيهه
es: Archivo adjunto
it: File inoltrato

# ForwardedFileOther
source: {0} forwarded files
ar: {0} ملف معاد توجيهه
es: {0} archivos adjuntos
it: {0} file inoltrati

# ForwardedLocationOne
source: Forwarded location
ar: موقع معاد توجيهه
es: Ubicación adjunta
it: Posizione inoltrata

# ForwardedLocationOther
source: {0} forwarded locations
ar: {0} موقع معاد توجيهه
es: {0} ubicaciones adjuntas
it: {0} posizione inoltrate

source: Forwarded message
ar: الرسالة المعاد توجيهها
es: Mensaje reenviado
it: Messaggio inoltrato

# ForwardedMessageCountOne
source: Forwarded message
ar: الرسالة المعاد توجيهها
es: Mensaje adjunto
it: Messaggio inoltrato

# ForwardedMessageCountOther
source: {0} forwarded messages
ar: {0} رسالة معاد توجيهها
es: {0} mensajes adjuntos
it: {0} messaggi inoltrati

# ForwardedMusicOne
source: Forwarded track
ar: مقاطع صوتية معاد إرسالها
es: Pista reenviada
it: Traccia inoltrata

# ForwardedMusicOther
source: {0} forwarded tracks
ar: {0} مقاطع صوتية معاد إرسالها
es: {0} pistas reenviadas
it: {0} tracce inoltrate

# ForwardedPhotoOne
source: Forwarded photo
ar: صورة معاد توجيهها
es: Foto adjunta
it: Foto inoltrata

# ForwardedPhotoOther
source: {0} forwarded photos
ar: {0} صورة معاد توجيهها
es: {0} fotos adjuntas
it: {0} foto inoltrate

# ForwardedRoundOne
source: Forwarded video message
ar: رسالة مرئية معاد توجيهها
es: Videomensaje reenviado
it: Videomessaggio inoltrato

# ForwardedRoundOther
source: {0} forwarded video messages
ar: {0} رسالة مرئية معاد توجيهها
es: {0} videomensajes reenviados
it: {0} videomessaggi inoltrati

# ForwardedStickerOne
source: Forwarded sticker
ar: ملصق معاد توجيهه
es: Sticker adjunto
it: Sticker inoltrato

# ForwardedStickerOther
source: {0} forwarded stickers
ar: {0} ملصق معاد توجيهه
es: {0} stickers adjuntos
it: {0} sticker inoltrati

# ForwardedVideoOne
source: Forwarded video
ar: مقطع مرئي معاد توجيهه
es: Vídeo adjunto
it: Video inoltrato

# ForwardedVideoOther
source: {0} forwarded videos
ar: {0} مقطع مرئي معاد توجيهه
es: {0} vídeos adjuntos
it: {0} video inoltrati

# FreeOfTotal
source: Free {0} of {1}
ar: متاح {0} من {1}
es: {0} de {1} libres
it: Liberi {0} di {1}

source: From
ar: من
es: De
it: Da

source: From camera
ar: من الكاميرا
es: Desde la cámara
it: Dalla fotocamera

# FromChatsOne
source: from {0} chat
ar: من {0} محادثة
es: desde {0} chat
it: da {0} chat

# FromChatsOther
source: from {0} chats
ar: من {0} محادثة
es: desde {0} chats
it: da {0} chat

# FromGalley
source: From gallery
ar: من الجهاز
es: Desde la galería
it: Dalla galleria

# FromYou
source: You
ar: أنت
es: Tú
it: Tu

source: Gallery
ar: الألبوم
es: Galería
it: Galleria

# GalleryInfo
source: To send images without compression
ar: أرسل الصورة بدون ضغطها
es: Para enviar imágenes sin compresión
it: Per inviare immagini senza compressione

source: General
ar: عام
it: Generali

source: Getting Link Info...
ar: جاري جلب معلومات الرابط...
es: Obteniendo información...
it: Recupero le info del link...

source: GIF Caption
ar: تعليق الصورة المتحركة
es: Comentario en el GIF
it: Didascalia GIF

source: GLOBAL SEARCH
ar: بحث شامل
es: BÚSQUEDA GLOBAL
it: RICERCA GLOBALE

# GotAQuestion
source: Got a question about Telegram?
ar: هل يوجد لديك سؤال حول تيليجرام؟
es: ¿Tienes preguntas sobre Telegram?
it: Hai una domanda su Telegram?

# GpsDisabledAlert
source: Your GPS seems to be disabled, please enable it to access location-based features.
ar: يبدو أن خدمة تحديد المواقع معطلة لديك، يرجى تفعيلها لاستخدام خصائص تيليجرام التي تتطلبها.
es: Tu GPS parece estar desactivado. Por favor, actívalo para acceder a las características basadas en la ubicación.
it: Sembra che il tuo GPS sia disattivato, per favore attivalo per utilizzare le funzioni che necessitano della posizione.

source: Grain
ar: الحبوب
es: Grano
it: Grana

# GroupMembers
source: Members
ar: أعضاء
es: Miembros
it: Membri

source: Group name
ar: اسم المجموعة
es: Nombre del grupo
it: Nome del gruppo

source: Group notifications
ar: إشعارات المجموعات
es: Notificaciones de grupo
it: Notifiche di gruppo

# GroupPhotosHelp
source: Group media into one message
ar: اجمع الصور في رسالة واحدة
es: Agrupar multimedia en un mensaje
it: Mostra i media come messaggio unico

source: Group Stickers
ar: ملصقات المجموعة
es: Stickers de grupo
it: Sticker del gruppo

# GroupStickersInfo
source: You can choose a sticker set that will be available to all group members when they are chatting in this group.
ar: يمكنك اختيار حزمة ستكون متاحة لكل أعضاء هذه المجموعة أثناء المراسلة في هذه المجموعة.
es: Puedes elegir un pack para que los miembros del grupo lo utilicen en él.
it: Puoi rendere un set di sticker disponibile a tutti i membri che scrivono all'interno di questo gruppo.

source: Group Type
ar: نوع المجموعة
es: Tipo de grupo
it: Tipo di gruppo

# GroupUserAddLimit
source: Sorry, this group is full.
ar: المعذرة، المجموعة ممتلئة.
es: Lo sentimos, el grupo está lleno.
it: Spiacenti, questo gruppo è pieno.

# GroupUserCantAdd
source: Sorry, you can't add this user to groups.
ar: المعذرة، لا يمكنك إضافة هذا المستخدم للمجموعات.
es: Lo sentimos, no puedes añadir este usuario a grupos.
it: Spiacenti, non puoi aggiungere questo utente ai gruppi.

# GroupUserCantAdmin
source: Sorry, too many administrators in this group.
ar: المعذرة، يوجد الكثير من المشرفين في هذه المجموعة.
es: Hay demasiados administradores en el grupo.
it: Spiacenti, troppi amministratori in questo gruppo.

# GroupUserCantBot
source: Sorry, too many bots in this group.
ar: المعذرة، يوجد الكثير من حسابات البوت في هذه المجموعة.
es: Lo sentimos, hay demasiados bots en el grupo.
it: Spiacenti, troppi bot in questo gruppo.

# GroupUserLeftError
source: Sorry, this user decided to leave this group, so you cannot invite them back here.
ar: المعذرة, هذا المستخدم قرر مغادرة المجموعة, لا يمكنك دعوته مرة أخرى للمجموعة.
es: Lo sentimos, este usuario decidió salir del grupo, así que no puedes invitarlo otra vez.
it: Spiacenti, questo utente ha deciso di lasciare il gruppo, quindi non puoi reinvitarlo.

# GroupsAndChannels
source: Groups
ar: المجموعات
es: Grupos
it: Gruppi

# GroupsAndChannelsHelp
source: Change who can add you to groups and channels.
ar: غيّر من يستطيع إضافتك للمجموعات والقنوات.
es: Cambia quiénes pueden añadirte a grupos o canales.
it: Scegli chi può aggiungerti a gruppi e canali.

source: Groups in Common
ar: المجموعات المشتركة
es: Grupos en común
it: Gruppi in comune

# GroupsInCommonTitle
source: Groups in common
ar: المجموعات المشتركة
es: Grupos en común
it: Gruppi in comune

source: HASHTAGS
ar: الأوسمة
it: HASHTAG

# HiddenName
source: Deleted Account
ar: حساب محذوف
es: Cuenta eliminada
it: Account eliminato

source: Highlights
ar: التفتيح
es: Iluminación
it: Alte luci

# HistoryCleared
source: History was cleared
ar: تم مسح السجل
es: Historial borrado
it: Cronologia eliminata

# HoldToAudio
source: Hold to record audio. Tap to switch to video.
ar: اضغط باستمرار لتسجيل صوتي. اضغط مرة واحدة للتحويل للفيديو.
es: Mantén para grabar audio. Toca para vídeo.
it: Tieni premuto per l'audio. Tocca per il video.

# HoldToVideo
source: Hold to record video. Tap to switch to audio.
ar: اضغط باستمرار لتسجيل فيديو. اضغط مرة واحدة للتحويل للصوتي.
es: Mantén para grabar vídeo. Toca para audio.
it: Tieni premuto per il video. Tocca per l'audio.

# HoursOne
source: {0} hour
ar: {0} ساعة
es: {0} hora
it: {0} ora

# HoursOther
source: {0} hours
ar: {0} ساعة
es: {0} horas
it: {0} ore

# HoursBoldOne
source: **{0}** hour
ar: **{0}** ساعة
es: **{0}** hora
it: **{0}** ora

# HoursBoldOther
source: **{0}** hours
ar: **{0}** ساعة
es: **{0}** horas
it: **{0}** ore

source: Hybrid
ar: هجين
es: Híbrido
it: Ibrido

source: Import Contacts
ar: استيراد جهات الاتصال
es: Importar contactos
it: Importa contatti

source: In-app notifications
ar: الإشعارات داخل التطبيق
es: Notificaciones en la app
it: Notifiche in-app

source: In-App Preview
ar: معاينة داخل التطبيق
es: Vista previa en la app
it: Anteprima in-app

source: In-App Sounds
ar: أصوات داخل التطبيق
es: Sonidos en la app
it: Suoni in-app

source: In-App Vibrate
ar: اهتزاز داخل التطبيق
es: Vibración en la app
it: Vibrazione in-app

# InChatSound
source: In-Chat Sounds
ar: الأصوات داخل المحادثات
es: Sonidos en el chat
it: Suoni in-chat

source: Incoming calls
ar: مكالمات واردة
es: Llamadas entrantes
it: Chiamata in entrata

# IncorrectLocalization
source: Incorrect localization file
ar: ملف التعريب غير صحيح
es: Archivo de traducción incorrecto
it: File di traduzione non valido

# IncorrectTheme
source: Incorrect theme file
ar: ملف النمط غير صحيح
es: Archivo de tema incorrecto
it: File tema non valido

source: Info
ar: معلومات
es: Información

source: INSTANT VIEW
ar: استعراض لحظي
es: VISTA RÁPIDA
it: APERTURA RAPIDA

# InstantViewNightMode
source: The dark theme will turn automatically during night time
ar: النمط الداكن سيتم تفعيله تلقائيًا في الليل
es: El tema oscuro se usará automáticamente en la noche
it: Il tema scuro si attiverà automaticamente durante la notte

source: Internal Storage
ar: الذاكرة الداخلية
es: Almacenamiento Interno
it: Archivio interno

source: Invalid code
ar: الرمز غير صحيح
es: Código inválido
it: Codice non valido

source: Invalid first name
ar: الاسم الأول غير صحيح
es: Nombre inválido
it: Nome non valido

source: Invalid last name
ar: اسم العائلة غير صحيح
es: Apellidos inválidos
it: Cognome non valido

source: Invalid phone number
ar: رقم الهاتف غير صحيح
es: Número de teléfono inválido
it: Numero di telefono non valido

source: invisible
ar: مخفي
it: invisibile

source: Invite
ar: أرسل دعوة
es: Invitar
it: Invita

source: Invite Friends
ar: قم بدعوة صديق
es: Invitar a amigos
it: Invita amici

# InviteFriendsHelp
source: Select contacts to invite them to Telegram
ar: اختر جهات الاتصال لدعوتهم لتيليجرام
es: Elige contactos para invitarlos a Telegram
it: Seleziona dei contatti per invitarli su Telegram

source: Invite Link
ar: رابط دعوة
es: Enlace de invitación
it: Link d'invito

# InviteText2
source: Hey, I'm using Telegram to chat. Join me! Download it here: {0}
ar: مرحبا، أنا استخدم تيليجرام للمحادثة. انضم إلينا! قم بتنزيله من هنا: {0}
es: Estoy usando Telegram para chatear. ¡Únete! Descárgala aquí: {0}
it: Ehi, sto usando Telegram per messaggiare. Unisciti a me! Scaricalo qui: {0}

# InviteTextNumOne
source: Hey, I'm using Telegram to chat and so are {0} of our other contact. Join us! Download it here: {1}
ar: مرحبا، أنا استخدم تيليجرام للمحادثة - كذلك جهة اتصال أخرى. انضم إلينا من هنا: {1}
es: Estoy usando Telegram para chatear, y también {0} de nuestros otros contactos. ¡Únete! Descárgala aquí: {1}
it: Ehi, sto usando Telegram per messaggiare – così come {0} dei nostri altri contatti. Unisciti a noi! Scaricalo qui: {1}

# InviteTextNumOther
source: Hey, I'm using Telegram to chat and so are {0} of our other contacts. Join us! Download it here: {1}
ar: مرحبا، أنا استخدم تيليجرام للمحادثة - كذلك {0} جهة اتصال أخرى. انضم إلينا من هنا: {1}
es: Estoy usando Telegram para chatear, y también {0} de nuestros otros contactos. ¡Únete! Descárgala aquí: {1}
it: Ehi, sto usando Telegram per messaggiare – così come {0} dei nostri altri contatti. Unisciti a noi! Scaricalo qui: {1}

# InviteToChannelError
source: Sorry, you can't add this user to channels because of user's privacy settings.
ar: المعذرة، لا يمكنك إضافة هذا المستخدم للقنوات بسبب إعدادات الخصوصية المتعلقة به.
es: No puedes añadir este usuario a canales debido a sus ajustes de privacidad.
it: Spiacenti, non puoi aggiungere questo utente al canale a causa delle sue impostazioni di privacy.

# InviteToGroupByLink
source: Invite to Group via Link
ar: قم بدعوة للمجموعة باستخدام رابط
es: Invitar al grupo con un enlace
it: Invita nel gruppo tramite link

# InviteToGroupError
source: Sorry, you can't add this user to groups because of user's privacy settings.
ar: المعذرة، لا يمكنك إضافة هذا المستخدم للمجموعات بسبب إعدادات الخصوصية المتعلقة به.
es: No puedes añadir este usuario a grupos debido a sus ajustes de privacidad.
it: Spiacenti, non puoi aggiungere questo utente al gruppo a causa delle sue impostazioni di privacy.

source: INVITE TO TELEGRAM
ar: قم بدعوة صديق لتيليجرام
es: INVITAR A TELEGRAM
it: INVITA SU TELEGRAM

# InviteUser
source: This user does not have Telegram yet, send an invitation?
ar: هذا المستخدم ليس لديه تيليجرام بعد ، هل ترغب في دعوته الآن؟
es: Este usuario aún no tiene Telegram. ¿Enviarle una invitación?
it: Questo utente non ha ancora Telegram, vuoi invitarlo?

# IsRecordingAudio
source: {0} is recording a voice message...
ar: {0} يقوم بتسجيل رسالة صوتية...
es: {0} está grabando un mensaje de voz...
it: {0} sta registrando un messaggio vocale...

# IsRecordingRound
source: {0} is recording a video message...
ar: {0} يقوم بتسجيل رسالة مرئية...
es: {0} está grabando un videomensaje...
it: {0} sta registrando un videomessaggio...

# IsSendingAudio
source: {0} is sending audio...
ar: {0} يقوم بإرسال مقطع صوتي...
es: {0} está enviando un audio...
it: {0} sta inviando un audio...

# IsSendingFile
source: {0} is sending file...
ar: {0} يقوم بإرسال ملف...
es: {0} está enviando un archivo...
it: {0} sta inviando un file...

# IsSendingGame
source: {0} is playing a game...
ar: {0} يلعب لعبة...
es: {0} está jugando...
it: {0} sta giocando a un gioco...

# IsSendingPhoto
source: {0} is sending photo...
ar: {0} يقوم بإرسال صورة...
es: {0} está enviando una foto...
it: {0} sta inviando una foto...

# IsSendingVideo
source: {0} is sending video...
ar: {0} يقوم بإرسال مقطع مرئي...
es: {0} está enviando un vídeo...
it: {0} sta inviando un video...

source: is typing...
ar: يكتب…
es: está escribiendo...
it: sta scrivendo...

# IsTypingGroup
source: {0} is typing...
ar: {0} يقوم بالكتابة...
es: {0} está escribiendo...
it: {0} sta scrivendo...

source: Italic
ar: مائل
es: Cursiva
it: Corsivo

source: JOIN GROUP
ar: انضم للمجموعة
es: UNIRME AL GRUPO
it: UNISCITI AL GRUPPO

# JoinToGroupErrorFull
source: Sorry, this group is already full.
ar: المعذرة، هذه المجموعة ممتلئة.
es: Lo sentimos. Este grupo está lleno.
it: Spiacenti, questo gruppo è già pieno.

# JoinToGroupErrorNotExist
source: Sorry, this chat does not seem to exist.
ar: المعذرة، هذه المحادثة غير موجودة.
es: Lo sentimos, este chat no existe.
it: Spiacenti, sembra che questa chat non esista.
